Repository: alatiera/gnome-podcasts
Catalog: podcasts-gtk/po/*.po
Languages: cs, de, el, eo, es, fur, kk, nn

source: Episodes:
cs: Epizody:
el: Επεισόδια:
eo: Epizodoj:
es: Episodios:
kk: Эпизодтар:
nn: Episodar:

source: Last publication
cs: Poslední publikace
el: Τελευταία δημοσίευση
eo: Lasta publikigo
es: Última publicación
kk: Соңғы жарияланым
nn: Siste publisering

source: _Subscribe
el: _Συνδρομή
eo: _Aboni
es: _Suscribirse
kk: _Жазылу
nn: _Abonner

source: Subscribing to feed…
el: Συνδρομή σε ροή…
eo: Abonante la stendon…
es: Suscribiéndose al canal…
kk: Таспаға жазылу…
nn: Abonnerer på kjelde …

source: Add Podcasts
cs: Přidat podcasty
el: Προσθήκη podcast
eo: Aldoni podkastojn
es: Añadir podcasts
kk: Подкасттарды қосу
nn: Legg til podkastar

source: Search
cs: Vyhledat
el: Αναζήτηση
eo: Serĉi
es: Buscar
kk: Іздеу
nn: Søk

source: Enter a feed URL or search the selected platforms.
cs: Zadejte adresu URL nebo prohledejte vybrané platformy.
el: Εισαγάγετε ένα URL ροής ή κάντε αναζήτηση στις επιλεγμένες πλατφόρμες.
eo: Enigu URL-adreson de stendo aŭ serĉu elektitajn platformojn.
es: Introduzca el URL del canal o busque en las plataformas seleccionadas.
kk: Таспаның URL адресін енгізіңіз немесе таңдалған платформалардан іздеңіз.
nn: Skriv inn ei kjeldeadresse eller søk på dei valde plattformene.

source: Submit search
cs: Odeslat hledání
el: Υποβολή αναζήτησης
eo: Sendi serĉon
es: Enviar búsqueda
kk: Іздеуді жіберу
nn: Utfør søk

source: Loading…
el: Φόρτωση…
eo: Ŝargante…
es: Cargando…
kk: Жүктелуде…
nn: Lastar …

source: Please enable a Search Platform below, or enter a http(s) feed URL.
cs: Níže povolte vyhledávací platformu nebo zadejte http(s) adresu URL.
el: Ενεργοποιήστε μια πλατφόρμα αναζήτησης παρακάτω ή εισαγάγετε ένα URL τύπου http(s) για μια ροή.
eo: Bonvolu ebligi Serĉan platformon sube, aŭ enigu http(s) stend-URL-adreson.
es: Active una plataforma de búsqueda o indroduzca el URL http(s) del canal.
kk: Төменде іздеу платформасын іске қосыңыз немесе http(s) таспа URL адресін енгізіңіз.
nn: Slå på ei søkjeplattform nedanfor, eller skriv inn ei http(s)-kjeldeadresse.

source: Search Platforms
cs: Vyhledávací platformy
el: Πλατφόρμες αναζήτησης
eo: Serĉaj platformoj
es: Plataformas de búsqueda
kk: Іздеу платформалары
nn: Søkjeplattformar

source: Search queries will be sent to these platforms.
cs: Na tyto platformy budou odesílány vyhledávací dotazy.
el: Οι όροι αναζήτησης θα αποστέλλονται σε αυτές τις πλατφόρμες.
eo: Serĉaj petoj estos senditaj al ĉi tiuj platformoj.
es: Las consultas de búsqueda se enviarán a estas plataformas.
kk: Іздеу сұранымдары осы платформаларға жіберіледі.
nn: Søk vert sendt til desse plattformene.

source: Search results
cs: Výsledky vyhledávání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
eo: Serĉaj rezultoj
es: Resultados de la búsqueda
kk: Іздеу нәтижелері
nn: Søkeresultat

source: No results found.
cs: Nebyly nalezeny žádné výsledky.
de: Keine Suchergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
eo: Neniaj rezultoj trovitaj.
es: No hay resultados.
kk: Нәтижелер табылмады.
nn: Ingen resultat funne.

source: This show does not have episodes yet
cs: Pořad zatím nemá žádné epizody
de: Dieser Podcast hat noch keine Folgen
el: Αυτή η εκπομπή δεν έχει ακόμα επεισόδια
eo: Ĉi tiu montrado ankoraŭ ne havas epizodojn
es: Este programa no tiene episodios todavía
fur: Chest spetacul nol à ancjemò episodis
kk: Бұл шоуда әлі эпизодтар жоқ
nn: Dette programmet har ingen episodar enno

source: If you think this is an error, please consider writing a bug report.
cs: Pokud si myslíte, že se jedná o chybu, zvažte její nahlášení.
de: Falls Sie meinen, dass es sich um einen Fehler handeln könnte, schreiben Sie bitte einen Fehlerbericht.
el: Εάν πιστεύετε ότι αυτό είναι ένα σφάλμα, εξετάστε το ενδεχόμενο να υποβάλετε μια αναφορά σφάλματος.
eo: Se vi pensas ke ĉi tio estas eraro, bonvolu skribi eraran raporton.
es: Si cree que esto es un error considere abrir un informe de error.
fur: Se tu pensis che chest al sedi un erôr, considere di scrivi une segnalazion di erôr.
kk: Егер бұл қате деп ойласаңыз, қате туралы есеп жазуды қарастырыңыз.
nn: Viss du meiner dette er ein feil, vurder å skriva ein feilrapport.

source: Get Some Shows
cs: Doplňte si pořady
de: Abonnieren Sie ein paar Podcasts
el: Προσθέστε μερικές εκπομπές
eo: Akiri kelkajn montradojn
es: Consiga algunos programas
fur: Oten cualchi spetacul
kk: Бірнеше шоу алу
nn: Hent program

source: Add new shows via feed URL
cs: Přidat nové pořady pomocí adresy URL kanálu
de: Neue Podcasts mittels Quellen-Adresse hinzufügen
el: Προσθήκη νέων εκπομπών μέσω URL ροής
eo: Aldoni novajn montradojn per stend-URL-adreso
es: Añadir un programa nuevo a través de canal URL
fur: Zonte gnûfs spetacui vie URL di feed
kk: Жаңа шоуларды таспа URL адресі арқылы қосу
nn: Legg til nye program via kjeldeadresse

source: Import shows from another device
cs: Naimportovat pořady z jiného zařízení
de: Podcasts von einem anderen Gerät importieren
el: Εισαγωγή εκπομπών από άλλη συσκευή
eo: Importi montradojn el alia aparato
es: Importar programas de otro dispositivo
fur: Impuarte i spetacui di un altri dispositîf
kk: Шоуларды басқа құрылғыдан импорттау
nn: Importer program frå ein annan eining

source: Episode Details
cs: Podrobnosti o epizodě
de: Folgendetails
el: Λεπτομέρειες επεισοδίου
eo: Epizodaj detaloj
es: Detalles del episodio
fur: Detais episodi
kk: Эпизод мәліметтері
nn: Episode­detaljar

source: Episode Menu
cs: Nabídka epizody
de: Folgenmenü
el: Μενού επεισοδίου
eo: Epizoda menuo
es: Menú del episodio
fur: Menù episodi
kk: Эпизод мәзірі
nn: Episodemeny

source: Podcast Title
cs: Název podcastu
de: Podcast-Titel
el: Τίτλος podcast
eo: Podkasta titolo
es: Título del podcast
fur: Titul dal podcast
kk: Подкаст тақырыбы
nn: Podkasttittel

source: Duration - Date
cs: Délka – datum
de: Dauer - Datum
el: Διάρκεια - Ημερομηνία
eo: Daŭro - Dato
es: Duración - Fecha
fur: Durade - Date
kk: Ұзақтығы - Күні
nn: Lengd – Dato

source: _Stream
el: _Μετάδοση
eo: _Tendo
es: _Flujo
kk: _Ағын
nn: _Strøym

source: _Play
el: _Αναπαραγωγή
eo: _Ludi
es: Re_producir
kk: _Ойнату
nn: _Spel av

source: _Pause
el: _Παύση
eo: _Paŭzi
es: _Pausar
kk: А_ялдату

source: _Download
el: _Λήψη
eo: _Elŝuti
es: _Descargar
kk: _Жүктеп алу
nn: _Last ned

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
fur: Anule
kk: Бас тарту
nn: Avbryt

source: Delete
cs: Smazat
el: Διαγραφή
eo: Forigi
es: Eliminar
kk: Өшіру
nn: Slett

source: Episode Description
cs: Popis epizody
de: Folgenbeschreibung
el: Περιγραφή επεισοδίου
eo: Epizoda priskribo
es: Descripción del episodio
fur: Descrizion episodi
kk: Эпизод сипаттамасы
nn: Episode­skildring

source: Episode Cover
cs: Obálka epizody
el: Εξώφυλλο επεισοδίου
eo: Epizoda kovrilo
es: Portada del episodio
kk: Эпизод мұқабасы
nn: Episode­omslag

source: Go to Show
cs: Přejít na pořad
de: Zum Podcast gehen
el: Μετάβαση στην εκπομπή
eo: Iri al montrado
es: Ir al programa
fur: Va al spetacul
kk: Шоуға өту
nn: Gå til program

source: Copy Episode URL
el: Αντιγραφή URL επεισοδίου
eo: Kopii epizod-URL-adreson
es: Copiar URL del episodio
kk: Эпизод URL адресін көшіру
nn: Kopier episodeadresse

source: Mark as Played
el: Σήμανση ως αναπαραγμένο
eo: Marki kiel ludita
es: Marcar como reproducido
kk: Ойнатылған ретінде белгілеу
nn: Merk som avspelt

source: Mark as Unplayed
el: Σήμανση ως μη αναπαραγμένο
eo: Marki kiel ne ludita
es: Marcar como no reproducido
kk: Ойнатылмаған ретінде белгілеу
nn: Merk som ikkje avspelt

source: You’ve already listened to this episode.
cs: Tuto epizodu jste již poslouchali.
de: Sie haben sich diese Folge bereits angehört.
el: Έχετε ήδη ακούσει αυτό το επεισόδιο.
eo: Vi jam aŭskultis ĉi tiun epizodon.
es: Ya ha escuchado este episodio.
fur: Tu âs za scoltât chest episodi.
kk: Сіз бұл эпизодты тыңдап қойғансыз.
nn: Du har alt høyrt denne episoden.

source: Calculating episode size…
cs: Počítá se velikost epizody…
de: Größe der Folge wird ermittelt …
el: Υπολογισμός μεγέθους επεισοδίου…
eo: Kalkulante epizod-grandecon…
es: Calculando tamaño del episodio…
fur: Calcul de dimension dal episodi…
kk: Эпизод өлшемін есептеу…
nn: Reknar ut storleik på episode …

source: Play this episode
cs: Přehrát tuto epizodu
de: Diese Folge abspielen
el: Αναπαραγωγή αυτού του επεισοδίου
eo: Ludi ĉi tiun epizodon
es: Reproducir este episodio
fur: Viôt chest episodi
kk: Бұл эпизодты ойнату
nn: Spel av denne episoden

source: Pause playback
el: Παύση αναπαραγωγής
eo: Paŭzigi ludadon
es: Pausar la reproducción
kk: Ойнатуды аялдату
nn: Pause avspeling

source: Cancel the download process
cs: Zrušit probíhající stahování
de: Herunterladen abbrechen
el: Ακύρωση της διαδικασίας λήψης
eo: Nuligi la elŝutan procezon
es: Cancelar el proceso de descarga
fur: Anule il procès di discjariament
kk: Жүктеп алу процесінен бас тарту
nn: Avbryt nedlasting

source: Download this episode
cs: Stáhnout tuto epizodu
de: Diese Folge herunterladen
el: Λήψη αυτού του επεισοδίου
eo: Elŝuti ĉi tiun epizodon
es: Descargar este episodio
fur: Discjarie chest episodi
kk: Бұл эпизодты жүктеп алу
nn: Last ned denne episoden

source: Episode without audio
cs: Epizoda bez zvuku
de: Folge ohne Ton
el: Επεισόδιο χωρίς ήχο
eo: Epizodo sen audio
es: Episodio sin sonido
fur: Episodi cence audio
kk: Аудиосы жоқ эпизод
nn: Episode utan lyd

source: Today
cs: Dnes
de: Heute
el: Σήμερα
eo: Hodiaŭ
es: Hoy
fur: Vuê
kk: Бүгін
nn: I dag

source: Yesterday
cs: Včera
de: Gestern
el: Χθες
eo: Hieraŭ
es: Ayer
fur: Îr
kk: Кеше
nn: I går

source: This Week
cs: Tento týden
de: Diese Woche
el: Αυτήν την εβδομάδα
eo: Ĉi-semajne
es: Esta semana
fur: Cheste setemane
kk: Осы аптада
nn: Denne veka

source: This Month
cs: Tento měsíc
de: Diesen Monat
el: Αυτόν τον μήνα
eo: Ĉi-monate
es: Este mes
fur: Chest mês
kk: Осы айда
nn: Denne månaden

source: Older
cs: Starší
de: Älter
el: Παλαιότερα
eo: Pli malnova
es: Antiguo
fur: Plui vecjo
kk: Ескілеу
nn: Eldre

source: Change the playback speed
cs: Změnit rychlost přehrávání
de: Die Wiedergabegeschwindigkeit ändern
el: Αλλαγή της ταχύτητας αναπαραγωγής
eo: Ŝanĝi ludadan rapidecon
es: Cambiar velocidad de reproducción
fur: Cambie la velocitât di riproduzion
kk: Ойнату жылдамдығын өзгерту
nn: Endra avspelingsfart

source: Rewind 10 seconds
cs: Převinout zpět o 10 sekund
de: 10 Sekunden zurückspulen
el: Μετακίνηση προς τα πίσω κατά 10 δευτερόλεπτα
eo: Retroiri 10 sekundojn
es: Retroceder 10 segundos
fur: Torne indaûr di 10 seconts
kk: 10 секундқа артқа айналдыру
nn: Spol tilbake 10 sekund

source: Play
cs: Přehrát
de: Wiedergeben
el: Αναπαραγωγή
eo: Ludi
es: Reproducir
fur: Riprodûs
kk: Ойнату
nn: Spel av

source: Pause
cs: Pozastavit
el: Παύση
eo: Paŭzi
es: Pausa
kk: Аялдату

source: Fast forward 10 seconds
cs: Posunou rychle vpřed o 10 sekund
de: 10 Sekunden vorspulen
el: Μετακίνηση προς τα εμπρός κατά 10 δευτερόλεπτα
eo: Antaŭiri 10 sekundojn
es: Avanzar 10 segundos
fur: Va indenant di 10 minûts
kk: 10 секундқа алға айналдыру
nn: Spol fram 10 sekund

source: Go to the description for this episode.
el: Μετάβαση στην περιγραφή αυτού του επεισοδίου.
eo: Iri al la priskribo de ĉi tiu epizodo.
es: Ir a la descripción de este episodio.
kk: Осы эпизодтың сипаттамасына өту.
nn: Gå til skildringa for denne episoden.

source: Go to the Chapters list.
el: Μετάβαση στη λίστα κεφαλαίων.
eo: Iri al la listo de ĉapitroj.
es: Ir a la lista de capítulos.
kk: Бөлімдер тізіміне өту.
nn: Gå til kapittellista.

source: _Mark All Episodes as Played
cs: Oz_načit všechny epizody jako přehrané
de: Alle Folgen als angehört _markieren
el: _Σήμανση όλων των επεισοδίων ως αναπαραγμένων
eo: _Marki ĉiujn epizodojn kiel luditaj
es: _Marcar todos los episodios como reproducidos
fur: _Segne ducj i episodis come viodûts
kk: _Барлық эпизодтарды ойнатылған ретінде белгілеу
nn: _Merk alle episodar som avspelte

source: _Website
cs: _Webové stránky
de: _Internetseite
el: _Ιστότοπος
eo: _Retejo
es: Página _Web
fur: Sît _web
kk: _Веб-сайт
nn: _Nettstad

source: _Unsubscribe
cs: O_dhlásit odběr
de: Ab_bestellen
el: _Κατάργηση συνδρομής
eo: _Malaboni
es: _Cancelar suscripción
fur: _Anule sotscrizion
kk: _Жазылымнан бас тарту
nn: _Avslutt abonnement

source: Player
el: Αναπαραγωγή
eo: Ludilo
es: Reproductor
kk: Плеер
nn: Spelar

source: Description
el: Περιγραφή
eo: Priskribo
es: Descripción
kk: Сипаттама
nn: Skildring

source: Chapters
el: Κεφάλαια
eo: Ĉapitroj
es: Capítulos
kk: Бөлімдер
nn: Kapittel

source: Rewind
cs: Přetočit
de: Zurückspulen
el: Μετακίνηση προς τα πίσω
eo: Retroiri
es: Rebobinar
fur: Fâs sù
kk: Артқа айналдыру
nn: Spol tilbake

source: Forward
cs: Vpřed
de: Vorspulen
el: Μετακίνηση προς τα εμπρός
eo: Antaŭiri
es: Avanzar
fur: Indenant
kk: Алға айналдыру
nn: Spol fram

# shortcut window
source: Navigation
cs: Navigace
el: Πλοήγηση
eo: Navigado
es: Navegación
fur: Navigazion
kk: Навигация
nn: Navigasjon

# shortcut window
source: Go to Home Page
cs: Přejít na domovskou stránku
de: Zur Startseite gehen
el: Μετάβαση στην αρχική σελίδα
eo: Iri al hejmpaĝo
es: Ir a la página de inicio
fur: Va ae pagjine iniziâl
kk: Басты бетке өту
nn: Gå til heimesida

# shortcut window
source: Go to Shows Page
cs: Přejít na pořad
de: Zur Podcasts-Seite gehen
el: Μετάβαση στη σελίδα «Εκπομπές»
eo: Iri al montradoj-paĝo
es: Ir a la página de programas
fur: Va ae pagjine dal spetacul
kk: Шоулар бетіне өту
nn: Gå til program-sida

# shortcut window
source: Go To Discovery Page
cs: Přejít na vyhledávací stránku
de: Zur Entdecken-Seite gehen
el: Μετάβαση στη σελίδα «Ανακάλυψη»
eo: Iri al malkovro-paĝo
es: Ir a la página de novedades
fur: Va ae pagjine di scuvierte
kk: Танысу бетіне өту
nn: Gå til oppdagingssida

# shortcut window
source: Player
cs: Přehrávač
de: Medienwiedergabe
el: Πρόγραμμα αναπαραγωγής
eo: Ludilo
es: Reproductor
fur: Riprodutôr
kk: Плеер
nn: Spelar

# shortcut window
source: Toggle Pause
cs: Pozastavit
de: Pause ein/ausschalten
el: Εναλλαγή παύσης
eo: Ŝalti paŭzon
es: Conmutar pausa
fur: Ative/Disative pause
kk: Аялдату/ойнату
nn: Pause/hald fram

# shortcut window
source: Seek Forwards
cs: Přesunout dopředu
de: Vorspulen
el: Μετακίνηση προς τα εμπρός
eo: Serĉi antaŭen
es: Buscar hacia adelante
fur: Cîr indevant
kk: Алға іздеу
nn: Spol fram

# shortcut window
source: Seek Backwards
cs: Přesunout zpět
de: Zurückspulen
el: Μετακίνηση προς τα πίσω
eo: Serĉi malantaŭen
es: Buscar hacia atrás
fur: Cîr indaûr
kk: Артқа іздеу
nn: Spol tilbake

# shortcut window
source: Raise Playback Speed
el: Αύξηση ταχύτητας αναπαραγωγής
eo: Pliigi ludadan rapidecon
es: Aumentar velocidad de reproducción
kk: Ойнату жылдамдығын арттыру
nn: Auk avspelingsfart

# shortcut window
source: Lower Playback Speed
el: Μείωση ταχύτητας αναπαραγωγής
eo: Malpliiigi ludadan rapidecon
es: Disminuir velocidad de reproducción
kk: Ойнату жылдамдығын азайту
nn: Senk avspelingsfart

# shortcut window
source: General
cs: Obecné
de: Allgemein
el: Γενικά
eo: Ĝenerala
fur: Gjenerâl
kk: Жалпы
nn: Generelt

# shortcut window
source: Check for new episodes
cs: Vyhledat nové epizody
de: Auf neue Folgen prüfen
el: Έλεγχος για νέα επεισόδια
eo: Kontroli novajn epizodojn
es: Comprobar si hay episodios nuevos
fur: Controle se a son gnûfs episodis
kk: Жаңа эпизодтарды тексеру
nn: Sjå etter nye episodar

# shortcut window
source: Quit the application
cs: Ukončit aplikaci
de: Die Anwendung beenden
el: Έξοδος από την εφαρμογή
eo: Forlasi la programon
es: Salir de la aplicación
fur: Jes de aplicazion
kk: Қолданбадан шығу
nn: Avslutt programmet

# shortcut window
source: Import Subscriptions
cs: Import odběrů
de: Abonnements importieren
el: Εισαγωγή συνδρομών
eo: Importi abonojn
es: Importar suscripciones
fur: Impuarte sotscrizions
kk: Жазылымдарды импорттау
nn: Importer abonnement

# shortcut window
source: Export Subscriptions
cs: Export odběrů
de: Abonnements exportieren
el: Εξαγωγή συνδρομών
eo: Eksporti abonojn
es: Exportar suscripciones
fur: Espuarte sotscrizions
kk: Жазылымдарды экспорттау
nn: Eksporter abonnement

source: Open Website
cs: Otevřít webové stránky
de: Internetseite öffnen
el: Άνοιγμα ιστοτόπου
eo: Malfermi retejon
es: Abrir Web
fur: Vierç sît web
kk: Веб-сайтты ашу
nn: Opna nettstad

source: Mark All as Played
cs: Označit vše jako přehrané
de: Alle als angehört markieren
el: Σήμανση όλων ως αναπαραγμένων
eo: Marki ĉiojn kiel luditaj
es: Marcar todo como reproducido
fur: Segne dut come viodût
kk: Барлығын ойнатылған ретінде белгілеу
nn: Merk alle som avspelte

source: Unsubscribe
cs: Odhlásit odběr
de: Abbestellen
el: Κατάργηση συνδρομής
eo: Malaboni
es: Cancelar suscripción
fur: Anule sotscrizion
kk: Жазылымнан бас тарту
nn: Avslutt abonnement

source: Podcast Menu
cs: Nabídka podcastu
de: Podcast-Menü
el: Μενού της εφαρμογής «Podcast»
eo: Podkasta menuo
es: Menú del podcast
fur: Menù podcast
kk: Подкаст мәзірі
nn: Podkastmeny

source: Episodes
cs: Epizody
de: Folgen
el: Επεισόδια
eo: Epizodoj
es: Episodios
fur: Episodis
kk: Эпизодтар
nn: Episodar

source: Sync Preferences
el: Προτιμήσεις συγχρονισμού
eo: Sinkronigaj agordoj
kk: Синхрондау қалаулары

source: Logout
el: Αποσύνδεση
eo: Elsaluti
kk: Шығу

source: Nextcloud Sync Connection
el: Σύνδεση συγχρονισμού Nextcloud
eo: Nextcloud-a sinkroniga konekto
kk: Nextcloud синхрондау байланысы

source: Current connection for play position and subscription synchronization.
el: Τρέχουσα σύνδεση για τον συγχρονισμό της θέσης αναπαραγωγής και των συνδρομών.
eo: Aktuala konekto por lud-pozicia kaj abona sinkronigado.
kk: Ойнату позициясы мен жазылымды синхрондауға арналған ағымдағы байланыс.

source: Last Sync
el: Τελευταίος συγχρονισμός
eo: Lasta sinkronigo
kk: Соңғы синхрондау

source: Active
el: Ενεργό
eo: Aktiva
kk: Белсенді

source: Should data be synchronized
el: Αν θα πρέπει να συγχρονίζονται τα δεδομένα
eo: Ĉu datumoj devas esti sinkronigataj
kk: Деректер синхрондалуы керек пе

source: Server
el: Διακομιστής
eo: Servilo
kk: Сервер

source: Username
el: Όνομα χρήστη
eo: Uzantonomo
kk: Пайдаланушы аты

source: Sync Now
el: Συγχρονισμός τώρα
eo: Sinkronigi nun
kk: Қазір синхрондау

source: Nextcloud Login
el: Σύνδεση Nextcloud
eo: Nextcloud-ensaluto
kk: Nextcloud жүйесіне кіру

source: Synchronize subscriptions and listening status with a Nextcloud server that has GPodder Sync installed.
el: Συγχρονίστε τις συνδρομές και την κατάσταση ακρόασης με έναν διακομιστή Nextcloud που έχει εγκατεστημένο το GPodder Sync.
kk: Жазылымдарды және тыңдау күйін GPodder Sync орнатылған Nextcloud серверімен синхрондау.

source: Login via
el: Σύνδεση μέσω
eo: Ensaluti per
kk: Төмендегі арқылы кіру

source: Browser
el: Περιηγητή
eo: Retumilo
kk: Браузер

source: Password
el: Κωδικός πρόσβασης
eo: Pasvorto
kk: Пароль

source: Server (cloud.example.com)
el: Διακομιστής (cloud.example.com)
eo: Servilo (cloud.ekzemplo.com)
kk: Сервер (cloud.example.com)

source: Login
el: Σύνδεση
eo: Ensaluti
kk: Кіру

source: Login via Browser
el: Σύνδεση μέσω περιηγητή
eo: Ensaluti per retumilo
kk: Браузер арқылы кіру

source: Loading...
cs: Načítání...
el: Φόρτωση...
eo: Ŝargante...
kk: Жүктелуде...

source: _Check for New Episodes
cs: Vy_hledat nové epizody
de: Auf neue Folgen _prüfen
el: Έλεγ_χος για νέα επεισόδια
eo: _Kontroli novajn epizodojn
es: Comprobar si hay nuevos episodios
fur: _Controle par gnûfs episodis
kk: _Жаңа эпизодтарды тексеру
nn: _Sjå etter nye episodar

source: _Import Shows
cs: Na_importovat pořady
de: Podcasts _importieren
el: Ε_ισαγωγή εκπομπών
eo: _Importi montradojn
es: _Importar programas
fur: _Impuarte spetacui
kk: Шоуларды _импорттау
nn: _Importer program

source: _Export Shows
cs: Vy_exportovat pořady
de: Podcasts e_xportieren
el: Ε_ξαγωγή εκπομπών
eo: _Eksporti montradojn
es: _Exportar programas
fur: _Espuarte spetacui
kk: Шоуларды _экспорттау
nn: _Eksporter program

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
de: Tasten_kürzel
el: Συντομεύσεις _πληκτρολογίου
eo: _Klav-mallongigoj
es: Atajos de _teclado
fur: _Scurtis tastiere
kk: _Пернетақта жарлықтары
nn: _Tastatursnarvegar

source: _About Podcasts
cs: O _aplikaci Podcasty
de: Info zu _Podcasts
el: _Σχετικά με τα Podcast
eo: _Pri Podcasts
es: _Acerca de Podcasts
fur: _Informazions su Podcasts
kk: Подкасттар _туралы
nn: _Om Podkastar

source: Podcasts
cs: Podcasty
kk: Подкасттар
nn: Podkastar

source: Add a New Feed
cs: Přidat nový kanál
el: Προσθήκη νέας ροής
eo: Aldoni novan stendon
es: Añadir un canal nuevo
kk: Жаңа арнаны қосу
nn: Legg til ny kjelde

source: Main Menu
cs: Hlavní nabídka
de: Hauptmenü
el: Κύριο μενού
eo: Ĉefa menuo
es: Menú principal
fur: Menù principâl
kk: Негізгі мәзір
nn: Hovudmeny

source: Show
cs: Pořad
de: Podcast
el: Εκπομπή
eo: Montrado
es: Programa
fur: Spetacul
kk: Шоу
nn: Program

source: Listen to your favorite podcasts, right from your desktop.
cs: Poslouchejte své oblíbené podcasty přímo z počítače.
de: Hören Sie Ihre Lieblings-Podcasts direkt in Ihrer Arbeitsumgebung.
el: Ακούστε τα αγαπημένα σας podcast, απευθείας από τον υπολογιστή σας.
eo: Aŭskulti viajn plej ŝatatajn podkastojn, rekte el via labortablo.
es: Escuche sus podcasts favoritos, directamente desde su escritorio.
fur: Scolte i tiei podcast preferîts, daurman dal to scritori.
kk: Сүйікті подкасттарыңызды тікелей жұмыс үстеліңізден тыңдаңыз.
nn: Høyr på favoritt­podkastane dine, rett frå skrivebordet.

source: Podcast;RSS;
cs: Podcast;RSS;pořad;
el: Ροή;ακρόαση;εκπομπές;Podcast;RSS;
fur: Podcast;RSS;Regjistrazion;Trasmission;
kk: Подкаст;RSS;
nn: Podkast;RSS;

source: Height of the last open main window
cs: Výška naposledy otevřeného hlavního okna
de: Höhe des zuletzt geöffneten Hauptfensters
el: Ύψος του τελευταίου ανοικτού κύριου παραθύρου
eo: Alto de la laste malfermita ĉefa fenestro
es: Altura de la última ventana abierta
fur: Altece dal ultin barcon principâl viert
kk: Соңғы ашылған негізгі терезенің биіктігі
nn: Høgda på det sist opna hovudvindauget

source: Width of the last open main window
cs: Šířka naposledy otevřeného hlavního okna
de: Breite des zuletzt geöffneten Hauptfensters
el: Πλάτος του τελευταίου ανοικτού κύριου παραθύρου
eo: Larĝo de la laste malfermita ĉefa fenestro
es: Anchura de la última ventana abierta
fur: Largjece dal ultin barcon principâl viert
kk: Соңғы ашылған негізгі терезенің ені
nn: Breidda på det sist opna hovudvindauget

source: Maximized state of the last open main window
cs: Stav maximalizace naposledy otevřeného hlavního okna
de: Maximierungsstatus des zuletzt geöffneten Hauptfensters
el: Μεγιστοποιημένη κατάσταση του τελευταίου ανοικτού κύριου παραθύρου
eo: Pligrandigita stato de la laste malfermita ĉefa fenestro
es: Estado de maximizado de la última ventana abierta
fur: Stât slargjât dal ultin barcon principâl viert
kk: Соңғы ашылған негізгі терезенің жазылған күйі
nn: Om det sist opna hovudvindauget var maksimert

source: Whether to periodically refresh content
cs: Zda pravidelně aktualizovat obsah
de: Legt fest, ob Inhalte in regelmäßigen Abständen aktualisiert werden sollen
el: Εάν θα γίνεται τακτικά ανανέωση του περιεχομένου
eo: Ĉu periode refreŝigi enhavon
es: Indica si se debe actualizar el contenido periódicamente
fur: Indiche se inzornâ in maniere periodiche il contignût
kk: Мазмұнды мерзімді түрде жаңарту керек пе
nn: Om innhald skal oppdaterast jamleg

source: How many periods of time to wait between automatic refreshes
cs: Kolik časových jednotek čekat mezi automatickými aktualizacemi
de: Zeitintervall zwischen automatischen Aktualisierungsvorgängen
el: Ποσότητα χρονικών διαστημάτων αναμονής μεταξύ των αυτόματων ανανεώσεων
eo: Kiom da tempaj periodoj atendi inter aŭtomataj refreŝigoj
es: Cuántos periodos de tiempo hay que esperar entre actualizaciones automáticas
fur: Trops periodis di timp di spietâ tra i inzornaments automatics
kk: Автоматты жаңартулар арасында қанша уақыт күту керек
nn: Kor mange tidsperiodar å venta mellom automatiske oppdateringar
