Repository: alatiera/gnome-podcasts
Catalog: podcasts-gtk/po/*.po
Languages: cs, de, el, eo, es, fur, kk, nn

source: What period of time to wait between automatic refreshes
cs: Jaká je časová jednotka pro čekání mezi automatickými aktualizacemi
de: Zeitintervall zwischen automatischen Aktualisierungsvorgängen
el: Διάρκεια χρονικού διαστήματος αναμονής μεταξύ των αυτόματων ανανεώσεων
eo: Kiu tempperiodo atendi inter aŭtomataj refreŝigoj
es: Qué periodo de tiempo hay que esperar entre actualizaciones automáticas
fur: Ce periodi di timp di spietâ tra i inzornaments automatics
kk: Автоматты жаңартулар арасында күтетін уақыт аралығы
nn: Kva tidsperiode å venta mellom automatiske oppdateringar

source: Whether to refresh content after startup
cs: Zda aktualizovat obsah po spuštění
de: Legt fest, ob Inhalte beim Programmstart aktualisiert werden sollen
el: Εάν θα γίνεται ανανέωση του περιεχομένου μετά την εκκίνηση
eo: Ĉu refreŝigi enhavon post ekfunkcio
es: Indica si se debe actualizar el contenido al iniciar
fur: Indiche se inzornâ il contignût dopo dal inviament
kk: Іске қосылғаннан кейін мазмұнды жаңарту керек пе
nn: Om innhald skal oppdaterast etter oppstart

source: How many periods of time to wait between automatic cleanups
cs: Kolik časových jednotek čekat mezi automatickými vymazáními
de: Zeitintervall zwischen automatischen Löschvorgängen
el: Ποσότητα χρονικών διαστημάτων αναμονής μεταξύ των αυτόματων εκκαθαρίσεων
eo: Kiom da tempaj periodoj atendi inter aŭtomataj purigoj
es: Cuántos periodos de tiempo hay que esperar entre limpiezas automáticas
fur: Trops periodis di timp di spietâ tra lis netisiis automatichis
kk: Автоматты тазалаулар арасында қанша уақыт күту керек
nn: Kor mange tidsperiodar å venta mellom automatiske oppryddingar

source: What period of time to wait between automatic cleanups
cs: Jaká je časová jednotka pro čekání mezi automatickými vymazáními
de: Zeitintervall zwischen automatischen Löschvorgängen
el: Διάρκεια χρονικού διαστήματος αναμονής μεταξύ των αυτόματων εκκαθαρίσεων
eo: Kiu tempperiodo atendi inter aŭtomataj purigoj
es: Cuántos periodos de tiempo hay que esperar entre limpiezas automáticas
fur: Ce periodi di timp di spietâ tra lis netisiis automatichis
kk: Автоматты тазалаулар арасында күтетін уақыт аралығы
nn: Kva tidsperiode å venta mellom automatiske oppryddingar

source: Listen to your favorite shows
cs: Poslouchejte své oblíbené pořady
de: Hören Sie Ihre Lieblingssendungen
el: Ακούστε τις αγαπημένες σας εκπομπές
eo: Aŭskulti viajn plej ŝatatajn montradojn
es: Escuche sus programas favoritos
fur: Scolte i tiei spetacui preferîts
kk: Сүйікті шоуларыңызды тыңдаңыз
nn: Høyr på favorittprogramma dine

source: Play, update, and manage your podcasts from a lightweight interface that seamlessly integrates with GNOME. Podcasts can play various audio formats and remember where you stopped listening. You can subscribe to shows via RSS/Atom, iTunes, and Soundcloud links. Subscriptions from other apps can be imported via OPML files.
cs: Přehrávejte si, aktualizujte a spravujte své podcasty v lehkém uživatelském rozhraní, které je hladce zaintegrováno do GNOME. Aplikace Podcasty umí přehrávat různé zvukové formáty a pamatuje si, kde jste přerušili poslech. Pořady můžete odebírat přes RSS/Atom, iTunes a odkazy Soundcloud. Odběry nastavené v jiných aplikacích lze naimportovat přes soubory OPML.
de: Hören, aktualisieren und verwalten Sie Ihre Podcasts aus einer leichtgewichtigen Oberfläche, die sich nahtlos in die GNOME-Umgebung einfügt. Podcasts kann verschiedene Audio-Formate abspielen und merkt sich, wo Sie beim Zuhören gestoppt haben. Sie können Sendungen via RSS/Atom, iTunes und Soundcloud-Verweisen abonnieren. Abonnements von anderen Programmen können via OPML-Datei importiert werden.
el: Αναπαραγωγή, ενημέρωση και διαχείριση των podcast σας από ένα λιτό περιβάλλον χρήστη που ενσωματώνεται αρμονικά στο GNOME. Η εφαρμογή «Podcast» μπορεί να αναπαράγει διάφορες μορφές ήχου και να απομνημονεύει πού διακόψατε την ακρόαση. Μπορείτε να εγγραφείτε σε εκπομπές μέσω συνδέσμων RSS/Atom, iTunes και Soundcloud. Μπορείτε να εισάγετε συνδρομές από άλλες εφαρμογές μέσω αρχείων OPML.
es: Reproduzca, actualice y administre sus podcasts desde una interfaz ligera que se integra a la perfección con GNOME. Podcasts pueden reproducir varios formatos de audio y recordar dónde dejó de escucharlos. Puede suscribirse a programas a través de enlaces RSS/Atom, iTunes y Soundcloud. Las suscripciones de otras aplicaciones se pueden importar a través de archivos OPML.
fur: Riprodûs, inzorne e gjestìs i tiei podcasts cuntune interface lizere che si integre in maniere perfete cun GNOME. Podcasts al pues riprodusi varis formâts di audio e visâsi dulà che la riproduzion e je stade fermade. Tu puedis iscriviti a spetacui midiant colegaments RSS/Atom, iTunes e Soudcloud. Al è pussibil impuartâ lis iscrizions di altris aplicazions midiant i files OPML.
kk: Подкасттарды GNOME-мен біркелкі біріктірілген жеңіл интерфейстен ойнатыңыз, жаңартыңыз және басқарыңыз. Подкасттар әртүрлі аудио форматтарды ойната алады және тыңдауды қай жерде тоқтатқаныңызды есіне сақтайды. Шоуларға RSS/Atom, iTunes және Soundcloud сілтемелері арқылы жазылуға болады. Басқа қолданбалардан жазылымдарды OPML файлдары арқылы импорттауға болады.
nn: integrerer saumlaust med GNOME. Podkastar kan spela ulike lydformat og hugsa kor du stoppa. Du kan abonnere på program via RSS/Atom, iTunes og Soundcloud-lenkjer. Abonnement frå andre appar kan importerast via OPML-filer.

source: The home view displaying the newest episodes of your podcasts
cs: Domovské zobrazení zobrazující nejnovější epizody vašich podcastů
el: Η αρχική προβολή που εμφανίζει τα νεότερα επεισόδια των podcast σας
eo: La hejma vidaĵo montranta la plej novajn epizodojn de viaj podkastoj
es: La vista de inicio muestra los episodios más recientes de sus podcasts
fur: La viodude iniziâl visualizant i gnûfs episodis dai tiei podcasts
kk: Подкасттарыңыздың ең жаңа эпизодтарын көрсететін үй көрінісі
nn: Heimesida som viser dei nyaste episodane av podkastane dine

source: The shows view displaying the covers of your podcasts
cs: Zobrazení pořadů zobrazující obálky vašich podcastů
el: Η προβολή εκπομπών που εμφανίζει τα εξώφυλλα των podcast σας
eo: La montradaj vidaĵo montranta la kovrilojn de viaj podkastoj
es: La vista de programas muestra las portadas de sus podcasts
fur: La viodude dal spetacul visualizant lis cuviertis dai tiei podcasts
kk: Подкасттарыңыздың мұқабаларын көрсететін шоулар көрінісі
nn: Programvisinga som viser omslaga til podkastane dine

source: The show widget displaying the cover and the latest episodes of a specific podcast
cs: Widget show zobrazující obálku a nejnovější epizody konkrétního podcastu
el: Το γραφικό στοιχείο εκπομπών που εμφανίζει το εξώφυλλο και τα πιο πρόσφατα επεισόδια ενός συγκεκριμένου podcast
es: El widget del programa muestra la portada y los últimos episodios de un podcast específico
fur: Il widget dal spetacul visualizant la cuvierte e i ultins episodis di un specific podcast
kk: Белгілі бір подкасттың мұқабасы мен соңғы эпизодтарын көрсететін шоу виджеті
nn: Program­elementet som viser omslag og dei nyaste episodane av ein podkast

source: The chapters available in an episode
el: Τα διαθέσιμα κεφάλαια σε ένα επεισόδιο
eo: La ĉapitroj disponeblaj en epizodo
es: Los capítulos disponibles en un episodio
kk: Эпизодтағы қолжетімді бөлімдер

source: The view where one can add a new podcast
cs: Zobrazení, kde lze přidat nový podcast
el: Η προβολή όπου μπορείτε να προσθέσετε ένα νέο podcast
eo: La vidaĵo kie oni povas aldoni novan podkasto
es: La vista donde puede añadir un nuevo podcast
fur: La viodude là che un al pues zontâ un gnûf podcast
kk: Жаңа подкаст қосуға болатын көрініс
nn: Visinga der du kan leggja til ein ny podkast

source: The Podcasts developers
cs: Vývojáři aplikace Podcasty
de: Die Podcasts-Entwickler
el: Οι προγραμματιστές του Podcasts
eo: La Podcasts-programistoj
es: Los desarrolladores de Podcasts
fur: I svilupadôrs di Podcasts
kk: Podcasts әзірлеушілері
nn: Podkast-utviklarane

source: Copied URL to clipboard!
cs: Adresa URL byla zkopírována do schránky!
de: Adresse in die Zwischenablage kopiert!
el: Η διεύθυνση URL αντιγράφηκε στο πρόχειρο!
eo: URL kopiita al tondujo!
es: URL copiado al portapapeles.
fur: URL copiât intes notis!
kk: URL алмасу буферіне көшірілді!
nn: Kopierte adresse til utklippstavla!

source: Jump to {hours}:{minutes}:{seconds}
el: Μετάβαση στο {hours}:{minutes}:{seconds}
eo: Salti al {hours}:{minutes}:{seconds}
kk: {hours}:{minutes}:{seconds} уақытына өту

source: Jump to {minutes}:{seconds}
el: Μετάβαση στο {minutes}:{seconds}
eo: Salti al {minutes}:{seconds}
kk: {minutes}:{seconds} уақытына өту

source: Download failed: {}
cs: Stahování selhalo: {}
de: Herunterladen fehlgeschlagen: {}
el: Αποτυχία λήψης: {}
eo: Elŝuto malsukcesis: {}
es: Falló la descarga: {}
fur: Discjariament falît: {}
kk: Жүктеп алу сәтсіз аяқталды: {}
nn: Nedlasting feila: {}

source: Failed to subscribe to feed: {}
cs: Selhalo přihlášení k odběru zdroje: {}
el: Αποτυχία συνδρομής στη ροή: {}
eo: Malsukcesis aboni stendon: {}
es: Falló al suscribirse al canal: {}
kk: Арнаға жазылу сәтсіз аяқталды: {}
nn: Klarte ikkje å abonnere på kjelde: {}

source: OPML file
cs: Soubor OPML
de: OPML-Datei
el: Αρχείο OPML
eo: OPML-dosiero
es: Archivo OPML
fur: File OPML
kk: OPML файлы
nn: OPML-fil

source: Select the file from which to you want to import shows.
cs: Vyberte soubor pro import pořadu.
de: Wählen Sie die Datei aus, aus der Sie Podcasts importieren wollen.
el: Επιλέξτε το αρχείο από το οποίο θέλετε να εισαγάγετε εκπομπές.
eo: Elektu la dosieron el kiu vi volas importi montradojn.
es: Selecciona el fichero desde el que quiere importar programas.
fur: Selezione il file che di chei si desidere impuartâ i spetacui.
kk: Шоуларды импорттағыңыз келетін файлды таңдаңыз.
nn: Vel fila du vil importere program frå.

source: _Import
cs: Na_importovat
de: _Importieren
el: Ε_ισαγωγή
eo: _Importi
es: _Importar
fur: _Impuarte
kk: _Импорттау
nn: _Importer

source: Failed to parse the imported file {}
cs: Selhalo zpracování naimportovaného souboru {}
de: Die importierte Datei {} konnte nicht ausgewertet werden
el: Αποτυχία ανάλυσης του εισαχθέντος αρχείου «{}»
eo: Malsukcesis analizi la importitan dosieron {}
es: Fallo al analizar el fichero importado {}
fur: Nol è stât pussibil analizâ il file impuartât {}
kk: Импортталған {} файлын талдау сәтсіз аяқталды
nn: Klarte ikkje å tolka den importerte fila {}

source: Export shows to…
cs: Export pořadu do…
de: Podcasts exportieren nach …
el: Εξαγωγή εκπομπών σε…
eo: Eksporti montradojn al…
es: Exportar programas a…
fur: _Espuarte spetacui su…
kk: Шоуларды келесіге экспорттау…
nn: Eksporter program til …

source: _Export
cs: Vy_exportovat
de: E_xportieren
el: Ε_ξαγωγή
eo: _Eksporti
es: _Exportar
fur: _Espuarte
kk: _Экспорттау
nn: _Eksporter

source: gnome-podcasts-exported-shows
cs: pořad-exportovaný-z-podcastů-gnome
de: gnome-podcasts-sendungen-export
fur: programs-espuartâts-gnome-podcasts
kk: gnome-podcasts-экспортталған-шоулар
nn: gnome-podcasts-eksporterte-program

source: GNOME Podcasts Subscriptions
cs: Odběry z Podcastů GNOME
de: GNOME Podcasts Abonnements
el: Συνδρομές του Podcast GNOME
eo: GNOME Podcasts-abonoj
es: Suscripciones a podcasts de GNOME
fur: Sotscrizions di GNOME Podcasts
kk: GNOME Podcasts жазылымдары
nn: GNOME Podkast-abonnement

source: Failed to export podcasts
cs: Export podcastu selhal
de: Export der Podcasts ist fehlgeschlagen
el: Αποτυχία εξαγωγής των podcast
eo: Malsukcesis eksporti podkastojn
es: Falló al exportar podcasts
fur: No si è rivâts a espuartâ i podcast
kk: Подкасттарды экспорттау сәтсіз аяқталды
nn: Klarte ikkje å eksportere podkastar

source: Just now
el: Μόλις τώρα
eo: Ĉeĵus
kk: Жаңа ғана

source: {} minute ago
el: {} λεπτό πριν
eo: {} minuto pasis
kk: {} минут бұрын

source: {} hour ago
el: {} ώρα πριν
eo: {} horo pasis
kk: {} сағат бұрын

source: {} day ago
el: {} ημέρα πριν
eo: {} tago pasis
kk: {} күн бұрын

source: {} month ago
el: {} μήνα πριν
eo: {} monato pasis
kk: {} ай бұрын

source: {} year ago
el: {} χρόνο πριν
eo: {} jaro pasis
kk: {} жыл бұрын

source: Podcast Client for the GNOME Desktop.
cs: Podcastový klient pro uživatelské prostředí GNOME.
de: Podcast-Anwendung für die GNOME-Arbeitsumgebung.
el: Εφαρμογή podcast για το γραφικό περιβάλλον GNOME.
eo: Podkasta kliento por la GNOME-labortablo.
es: Aplicación de Podcast para el escritorio GNOME.
fur: Client podcast pal scritori GNOME.
kk: GNOME жұмыс үстеліне арналған подкаст клиенті.
nn: Podkastklient for GNOME-skrivebordet.

source: translator-credits
cs: Marek Černocký <marek@manet.cz> Václav Koterec <kot.va@centrum.cz>
de: Mario Blättermann <mario.blaettermann@gmail.com> Tim Sabsch <tim@sabsch.com> Onno Giesmann <nutzer3105@gmail.com> Philipp Kiemle <philipp.kiemle@gmail.com> Jürgen Benvenuti <gastornis@posteo.org>
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Δημήτρης Σπέντζος <jimspentzos2000@gmail.com> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
es: Julián Villodre <jvillodrede@gmail.com>, 2024 - 2025 Daniel Mustieles <daniel.mustieles@gmail.com>, 2018-2019 Daniel García Moreno <danigm@wadobo.com>
fur: Fabio Tomat <f.t.public@gmail.com>
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nn: Bjørn Mørkedal

source: Currently playing chapter
el: Τρέχον κεφάλαιο αναπαραγωγής
eo: Nune ludanta ĉapitro
es: Capítulo en reproducción
kk: Қазір ойнатылып жатқан бөлім
nn: Kapittelet som spelar no

source: Fetching feeds…
cs: Stahují se zdroje…
el: Λήψη ροών…
eo: Alportante stendojn…
es: Obteniendo canales…
kk: Арналарды алу…
nn: Hentar kjelder …

source: New
cs: Nové
de: Neu
el: Νέα
eo: Nova
es: Nuevo
fur: Gnûf
kk: Жаңа
nn: Nytt

source: Shows
cs: Pořady
de: Podcasts
el: Εκπομπές
eo: Montradoj
es: Programas
fur: Spetacui
kk: Шоулар
nn: Program

source: Download progress
cs: Průběh stahování
el: Πρόοδος λήψης
eo: Elŝuta progreso
es: Progreso de la descarga
kk: Жүктеп алу барысы
nn: Framdrift for nedlasting

source: {} min
el: {} λεπτά
kk: {} мин

source: The media player was unable to execute an action.
cs: Multimediální přehrávač nebyl schopen provést žádnou činnost.
de: Die Medienwiedergabe konnte eine Aktion nicht ausführen.
el: Το πρόγραμμα αναπαραγωγής πολυμέσων δεν μπόρεσε να εκτελέσει μια ενέργεια.
eo: La amaskomunikilara ludilo ne povis plenumi agon.
es: El reproductor no ha podido reproducir una acción.
fur: Il riprodutôr multimediâl nol è stât bon di eseguî une azion.
kk: Медиа ойнатқыш әрекетті орындай алмады.
nn: Mediespelaren klarte ikkje å utføra ei handling.

source: Visually expands this description
cs: Vizuálně rozšiřuje tento popis
de: Erweitert diese Beschreibung visuell
el: Αναπτύσσει οπτικά αυτήν την περιγραφή
eo: Vide etendigas ĉi tiun priskribon
es: Amplíe visualmente esta descripción
fur: Al slargje la viodude di cheste descrizion
kk: Бұл сипаттаманы көрнекі түрде жаяды
nn: Utvidar denne skildringa visuelt

source: Read More
cs: Číst dále
de: Weiterlesen
el: Διαβάστε περισσότερα
eo: Legi pli
es: Leer más
fur: Lei di plui
kk: Толығырақ оқу
nn: Les meir

source: Marked all episodes as listened
cs: Všechny epizody byly označené jak přehrané
de: Alle Folgen als angehört markieren
el: Έγινε σήμανση όλων των επεισοδίων ως αναπαραγμένων
eo: Ĉiujn epizodojn markis kiel aŭskultitajn
es: Marcar todos los episodios como escuchados
fur: Segnât ducj i episodis come scoltâts
kk: Барлық эпизодтар тыңдалған ретінде белгіленді
nn: Merka alle episodar som høyrde

source: Undo
cs: Zpět
de: Rückgängig
el: Αναίρεση
eo: Malfari
es: Deshacer
fur: Disfe
kk: Болдырмау
nn: Angra

source: Unsubscribed from {}
cs: Byl odhlášen odběr z {}
de: Abonnement von {} gekündigt
el: Καταργήθηκε η συνδρομή από την εκπομπή «{}»
eo: Malabonis de {}
es: Suscripción cancelada para {}
fur: Sotscrizion anulade di {}
kk: {} арнасынан жазылым тоқтатылды
nn: Avslutta abonnement på {}

source: Failed to store Unsubscribe Action for Synchronization in database. {}
el: Αποτυχία αποθήκευσης της ενέργειας απεγγραφής για συγχρονισμό στη βάση δεδομένων. {}
eo: Malsukcesis konservi Malabonigan agon por Sinkronigado en datumbazo. {}
kk: Синхрондау үшін жазылымнан бас тарту әрекетін дерекқорда сақтау сәтсіз аяқталды. {}

source: Logging in...
el: Σύνδεση...
eo: Ensalutante...
kk: Кіру...

source: Waiting for browser login...
el: Αναμονή για σύνδεση μέσω περιηγητή...
eo: Atendante retumilan ensaluton...
kk: Браузер арқылы кіруді күту...

source: Logging out...
el: Αποσύνδεση...
eo: Elsalutante...
kk: Шығу...

source: Synchronizing now...
el: Συγχρονισμός τώρα...
eo: Sinkronigante nun...
kk: Қазір синхрондалуда...

source: Refreshing feeds...
el: Ανανέωση ροών...
eo: Refreŝigante stendojn...
kk: Арналар жаңартылуда...

source: Running first sync. This can take a few minutes.
el: Εκτέλεση πρώτου συγχρονισμού. Αυτό μπορεί να διαρκέσει μερικά λεπτά.
eo: Plenumante unuan sinkronigon. Ĉi tio povas daŭri kelkajn minutojn.
kk: Бірінші синхрондау орындалуда. Бұл бірнеше минут алуы мүмкін.

source: Never
el: Ποτέ
eo: Neniam
kk: Ешқашан

source: ""Synchronize subscriptions and listening status with a Nextcloud server that ""has GPodder Sync installed.
eo: Sinkronigi abonojn kaj aŭskultan staton kun Nextcloud-servilo kiu havas GPodder Sync instalita.

source: ""Play, update, and manage your podcasts from a lightweight interface that ""seamlessly integrates with GNOME. Podcasts can play various audio formats ""and remember where you stopped listening. You can subscribe to shows via RSS/""Atom, iTunes, and Soundcloud links. Subscriptions from other apps can be ""imported via OPML files.
eo: Ludi, ĝisdatigi kaj administri viajn podkastojn el malpeza interfaco kiu senjunte integriĝas kun GNOME. Podcasts povas ludi diversajn sonformatojn kaj memori kie vi ĉesis aŭskulti. Vi povas aboni montradojn per RSS/Atom, iTunes kaj Soundcloud-ligiloj. Abonoj el aliaj programoj povas esti importitaj per OPML-dosieroj.

source: ""The show widget displaying the cover and the latest episodes of a specific ""podcast
eo: La montrada fenestraĵo montranta la kovrilon kaj la plej novajn epizodojn de specifa podkasto

source: Jump to {}:{}:{}
cs: Přeskočit na {}:{}:{}
de: Zu {}:{}:{} springen
es: Saltar a {}:{}:{}
nn: Hopp til {}:{}:{}

source: Jump to {}:{}
cs: Přeskočit na {}:{}
de: Zu {}:{} springen
es: Saltar a {}:{}
nn: Hopp til {}:{}

source: Subscribe
cs: Přihlásit k odběru

source: Subscribing to feed...
cs: Přihlášení k odběru ze zdroje...

source: Loading
cs: Načítání

source: Download
cs: Stáhnout
fur: Discjame

source: Copy Episode Url
cs: Zkopírovat adresu URL epizody
fur: Copie Url dal episodi

source: Delete File
fur: Elimine file

source: Stream
fur: Flus

source: Add a new feed
fur: Zonte un gnûf feed

source: Now Playing
fur: In riproduzion

source: Close
fur: Siere
